Repository: cinnamon4-debian/cinnamon-translations
Catalog: po-export/cinnamon-screensaver/cinnamon-screensaver-*.po
Languages: ast, fy, ia, kk, lo, mg, tg, tl, ur

source: The screensaver is active
ast: El curiapantalles ta activu
fy: Skermbefeiliging is ynskeakele
ia: Le salva-schermo es active
kk: Экрансақтаушы қосулы
lo: ໂປຣແກຣມຮັກສາໜ້າຈໍ ຖືກເປີດໃຊ້ງານແລ້ວ
mg: Miasa ny screensaver
tg: Пардаи экран фаъол аст
tl: Ang screensave ay aktibo
ur: اسکرین محافظ فعال ہے

source: The screensaver is inactive
ast: El curiapantalles ta inactivu
fy: Skermbefeiliging is útskeakele
ia: Le salva-schermo non es active
kk: Экрансақтаушы өшірулі
lo: ໂປຣແກຣມຮັກສາໜ້າຈໍ ຖືກປິດໃຊ້ງານແລ້ວ
mg: Tsy miasa ny screensaver
tg: Пардаи экран ғайрифаъол аст
tl: Ang screensaver ay hindi aktibo
ur: اسکرین محافظ غیر فعال ہے

source: The screensaver has been active for %d second.
ast: El curiapantalles tuvo activu %d segundu.
fy: De skermbefeiliging hat %d sekonde aktyf west
ia: Le salva schermo ha essite active pro %d secunda.
kk: Экрансақтаушы %d секунд ішінде жұмыс істеді.
lo: ໂປຣແກຣມຮັກສາໜ້າຈໍ ຖືກເປີດໃຊ້ງານເມື່ອ %d ວິນາທີກ່ອນ.
mg: Niasa nandritra ny %d segondra ny screensaver.
tg: Пардаи экран ба муддати %d сония фаъол гардид.
tl: Ang screensaver ay aktibo ng %d segundo.
ur: اسکرین محافظ %d سیکنڈ کے لیے فعال ہے۔

source: The screensaver is not currently active.
ast: Anguaño'l curiapantalles nun ta activu.
fy: De skermbefeiliging is op it momint net aktyf
ia: Le salva-schermo non es actualmente active
kk: Экрансақтаушы қазір белсенді емес
lo: ໂປຣແກຣມຮັກສາໜ້າຈໍ ຍັງບໍ່ໄດ້ຖືກເປີດໃຊ້ງານ.
mg: Tsy miasa ny screensaver ankehitriny.
tg: Дар айни ҳол пардаи экран фаъол нест.
tl: Screensaver ay hindi kasalukuyang aktibo
ur: اسکرین محافظ فی الحال فعال نہیں ہے۔

source: Username:
ast: Nome d'usuariu:
fy: Brûkersnamme:
ia: Nomine de usator:
kk: Пайдаланушы аты:
lo: ຊື່ຜູ້ໃຊ້ງານ:
mg: Solonanarana
tg: Номи корбар:
tl: Pangalanggamit:
ur: اسم صارف:

source: Password:
ast: Contraseña:
fy: Wachtwurd:
ia: Contrasigno:
kk: Құпиясөз:
lo: ລະຫັດຜ່ານ:
mg: Tenimiafina
tg: Парол:
tl: Hudyat:
ur: پاس ورڈ

source: You are required to change your password immediately (password aged)
ast: Encamentámoste camudar la to contraseña darréu (contraseña vieya)
fy: Jo moatte drekst jo wachtwurd wizigje (wachtwurd is ferrûn)
ia: Le contrasigno es troppo vetule e debe esser cambiate immediatemente.
kk: Сізге құпиясөзіңізді қазір ауыстыру керек (парольдің мерзімі аяқталған)
lo: ເຈົ້າຕ້ອງປ່ຽນລະຫັດຜ່ານຂອງເຈົ້າດຽວນີ້ (ລະຫັດຜ່ານໝົດອາຍຸແລ້ວ)
mg: Mila manova ny tenimiafinao ianao (lany daty)
tg: Шумо бояд пароли худро дарҳол тағйир диҳед (пароли кӯҳна)
tl: Kinakailangan mong magpalit ng password kaagad (matagal ng password).
ur: آپ کو اپنا پاسورڈ(خفیہ الفاظ) فوری طور پر تبدیل کرنے کی ضرورت ہے (خفیہ الفاظ کی مدت العمر مکمل ہوئی)ـ

source: You are required to change your password immediately (root enforced)
ast: Encamentámoste camudar la to contraseña darréu (forciáu pol root)
fy: Jo moatte drekst jo wachtwurd wizigje (root oftwung)
ia: Tu necessita le cambiamento immediate del contrasigno.
kk: Сізге құпиясөзіңізді қазір ауыстыру керек (root мәжбүрлеген)
lo: ເຈົ້າຕ້ອງປ່ຽນລະຫັດຜ່ານຂອງເຈົ້າດຽວນີ້ (ຖືກບັງຄັບໂດຍ ຜູ້ເບິ່ງແຍງ)
mg: Mila manova ny tenimiafinao ianao (baikon'ny root)
tg: Шумо бояд пароли худро дарҳол тағйир диҳед (пароли root)
tl: Kinakailangan mong magpalit ng password kaagad (ayon sa root).
ur: آپ کو اپنا پاسورڈ(خفیہ الفاظ) فوری طور پر تبدیل کرنے کی ضرورت ہے (روٹ نافذ)ـ

source: Your account has expired; please contact your system administrator
ast: La to cuenta caducó; por favor, contauta col to alministrador del sistema
fy: Jo akkount is ferrûn ; nim kontakt op mei de systeem behearder
ia: Tu conto ha perimite; contacta le administrator del systema
kk: Тіркелгіңіздің мерзімі аяқталған; жүйелік администраторыңызға хабарласыңыз
lo: ບັນຊີຜູ້ໃຊ້ຂອງເຈົ້າໝົດອາຍຸແລ້ວ; ກະລຸນາຕິດຕໍ່ຜູ້ເບິ່ງແຍງລະບົບຂອງເຈົ້າ
mg: Lany daty ny kaontinao; ampilazao ny administratera
tg: Мӯҳлати ҳисоби шумо ба анҷом расид. Лутфан, бо маъмури система дар тамос шавед
tl: Ang iyong account ay nawalan na ng bisa; mangyaring makipag-ugnayan sa iyong system administrator
ur: آپ کے کھاتہ کی مدت مکمل ہوچکی ہے؛ براہ مہربانی اپنے نظام کے منتظم سے رجوع کریں۔

source: No password supplied
ast: Nun s'especificó denguna contraseña
fy: Gjin wachtwurd tasein
ia: Nulle contrasigno fornite
kk: Құпиясөз көрсетілмеді
lo: ບໍ່ມີລະຫັດຜ່ານທີ່ໃຫ້ມາ
mg: Tsy nanome tenimiafina ianao
tg: Ягон парол таъмин нашудааст
tl: Walang kontrsenyas na ibinigay
ur: پاس ورڈ فراہم نہیں کیا گیا

source: Password unchanged
ast: Contraseña non camudada
fy: Wachtwurd net wizige
ia: Contrasigno inalterate
kk: Құпиясөз өзгертілмеді
lo: ລະຫັດຜ່ານ ຍັງບໍ່ຖືກປ່ຽນແປງ
mg: Tsy niova ny tenimiafina
tg: Парол тағйир нашудааст
tl: Hindi napalitan ang kontrasenyas
ur: پاس ورڈ تبدیل نہیں کیے

source: Cannot get username
ast: Nun pue consiguise'l nome d'usuariu
fy: Kin brûkersnamme net fyne
ia: Impossibile otener le nomine de usator
kk: Пайдаланушының атын алуға мүмкіндік болмады
lo: ບໍ່ສາມາດຮັບ ລາຍການຊື່ຜູ້ໃຊ້ທັງໝົດ
mg: Tsy azo ny solonanarana
tg: Номи корбар истифода намешавад
tl: Hindi makuha ang username
ur: اسم صارف حاصل نہیں کرسکا

source: Retype new Unix password:
ast: Vuelvi a escribir la contraseña UNIX:
fy: Fier jo nije Unix wachtwurd noch ris yn
ia: Re-insere le nove contrasigno Unix:
kk: Жаңа Unix құпиясөзін қайталаңыз:
lo: ກະລຸນາປ້ອນລະຫັດຜ່ານຂອງ Unix ໃຫມ່ອີກເທື່ອໜຶ່ງ:
mg: Avereno soratana ny tenimiafina:
tg: Пароли нави Unix-ро аз нав ворид кунед:
tl: I-type ulit ang Unix kontrasenyas:
ur: یونیکس پاسورڈ دوبارہ تحریر کریں۔

source: Enter new Unix password:
ast: Escribe la contraseña UNIX:
fy: Nij Unix wachtwurd ynfiere
ia: Insere un nove contrasigno Unix:
kk: Жаңа Unix құпиясөзін енгізіңіз:
lo: ກະລຸນາປ້ອນລະຫັດຜ່ານຂອງ Unix ໃຫມ່:
mg: Soraty ny tenimiafina vaovao:
tg: Пароли нави Unix-ро ворид кунед:
tl: Ilagay ang bagong Unix kontrasenyas:
ur: نیا یونیکس پاسورڈ درج کریں:

source: (current) Unix password:
ast: Contraseña UNIX actual:
fy: Jo Unix wachtwurd
ia: Contrasigno Unix (actual):
kk: (ағымдағы) Unix құпиясөз:
lo: ລະຫັດຜ່ານຂອງ Unix ໃນຕອນນີ້:
mg: Tenimiafina ankehitriny:
tg: Пароли Unix (ҷорӣ):
tl: (kasalukuyang) Unix kontrasenyas:
ur: یونیکس پاسورڈ (موجودہ):۔

source: Error while changing NIS password.
ast: Fallu al camudar la contraseña NIS.
fy: Flater by it feroarjen fan it NIS wachtwurd
ia: Error a cambiar le contrasigno NIS.
kk: NIS құпиясөзін өзгерту барысында қателік
lo: ມີຂໍ້ຜິດພາດລະຫວ່າງປ່ຽນລະຫັດຜ່ານ NIS:
mg: Nisy olana teo am-panovana ny tenimiafina NIS.
tg: Ҳангоми тағйирдиҳии пароли NIS хатогӣ ба вуҷуд омад.
tl: Pagkakamali habang nagpapalit ng NIS kontrasenyas.
ur: NIS پاسورڈ بدلتے ہوئے غلطی۔

source: You must choose a longer password
ast: Tienes d'escoyer una contraseña más llarga
fy: Jo moatte in langer wachtwurd ynfiere
ia: Tu debe eliger un contrasigno plus longe
kk: Сізге ұзынырақ құпиясөзді таңдау керек
lo: ເຈົ້າຕ້ອງເລືອກລະຫັດຜ່ານທີ່ຍາວກວ່ານີ້
mg: Misafidiana tenimiafina lavalava kokoa
tg: Шумо бояд пароли дарозтареро интихоб намоед
tl: Kailangan mong pumili ng mas mahabang kontrasenyas
ur: آپ کو طویل پاسورڈ کا انتخاب کرنا ہوگا۔

source: Password has been already used. Choose another.
ast: La contraseña yá s'usó. Escueyi otra.
fy: Wachtwurd is al ris brûkt, betink in oar wachtwurd
ia: Le contrasigno jam esseva utilisate. Elige un altere.
kk: Құпиясөз осыған дейін қолданған. Басқасын таңдаңыз.
lo: ລະຫັດຜ່ານນີ້ມີຄົນໃຊ້ແລ້ວ. ກະລຸນາປ່ຽນໃໝ່.
mg: Efa niasa io tenimiafina io. Manomeza tenimiafina hafa.
tg: Парол аллақай дар истифода аст. Дигареро интихоб кунед.
tl: Ang kontrasenyas na ito ay ginamit na. Pumili ng isa pa.
ur: پاسورڈ پہلے استعمال ہوچکا ہے۔ کوئی اور منتخب کریں۔

source: You must wait longer to change your password
ast: Tienes d'esperar más pa camudar la to contraseña
fy: Jo moatte langer wachtsje om jo wachtwurd te feroarjen
ia: Attende ancora pro cambiar le contrasigno
kk: Құпиясөзді өзгерті үшін біраз күтуіңіз керек
lo: ເຈົ້າຕ້ອງລໍຖ້າໄປອີກຈຶງຈະສາມາດປ່ຽນລະຫັດຜ່ານຂອງເຈົ້າໄດ້
mg: Mila miandry kelikely ianao vao afaka manova tenimiafina
tg: Барои тағйир додани парол каме бештар интизор шавед
tl: Kailangan mong maghintay ng matagal upang baguhin ang iyong kontrasenyas
ur: اپنا پاسورڈ تبدیل کرنے کے لیے آپ کو کچھ وقت انتظار کرنا ہوگا

source: Sorry, passwords do not match
ast: Perdón, les contraseñes nun concasen
fy: Sorry, de wachtwurden komme net oerien
ia: Displacente, le contrasignos non concorda
kk: Кешіріңіз, құпиясөздер сәйкес келмейді
lo: ຂໍອະໄພ, ລະຫັດຜ່ານບໍ່ກົງກັນ
mg: Miala tsiny, tsy mitovy ny tenimiafina
tg: Мутаассифона, паролҳо мувофиқат намекунанд
tl: Paumanhin, ang kontrasenyas ay hindi tumutugma
ur: معذرت! پاسورڈ ہمسر نہیں

source: Checking…
ast: Comprobando...
fy: Kontrolearje...
ia: Controlo…
kk: Тексеру...
lo: ກຳລັງກວດສອບ…
mg: Eo am-pikirakirana...
tg: Дар ҳоли санҷиш…
tl: Sinusuri...
ur: پڑتال کررہا ہے۔۔۔

source: Authentication failed.
ast: Falló l'autenticación.
fy: Ferifikaasje is mislearre
ia: Authentication fallite.
kk: Аутентификацияда ақау.
lo: ການພ່ານກວດສອບລົ້ມເຫຼວ.
mg: Tsy nety ny fanamarinana.
tg: Санҷиши ҳаққоният қатъ шудааст.
tl: Bigo ang Awtentikasyon.
ur: تصدیق ناکام۔

source: %A, %B %e
ast: %A, %B de %e
kk: %A, %e %b

source: Unable to establish service %s: %s
ast: Nun pue afitase'l serviciu %s: %s
fy: Kin service %s: %s net starte
ia: Incapace a establir le servicio %s: %s
kk: %s: %s сервисі орнатылынбады
lo: ບໍ່ສາມາດສ້າງບໍລິການ %s: %s
mg: Tsy afaka nametraka ny sampan'asa %s: %s
tg: Хидмати %s иҷро намешавад: %s
tl: Hindi makapagsimula ng serbisyong %s: %s
ur: سروس قائم نہیں کرسکا برائے %s: %s

source: Can't set PAM_TTY=%s
ast: Nun pue afitase PAM_TTY=%s
fy: Kin PAM_TTY=%s net ynstelle
ia: Impossiile configurar PAM_TTY=%s
kk: PAM_TTY=%s орнатылынбады
lo: ບໍ່ສາມາດຕັ້ງຄ່າ PAM_TTY=%s
mg: Tsy afaka mamaritra ny PAM_TTY=%s
tg: PAM_TTY=%s танзим намешавад
tl: Bigong maitakda ang PAM_TTY=%s
ur: PAM_TTY=%s کی تشکیل نہیں ہوسکی۔

source: Incorrect password.
ast: Contraseña incorreuta.
fy: Ferkeard wachtwurd.
ia: Contrasigno incorrecte.
kk: Құпиясөз қате.
lo: ລະຫັດຜ່ານຜິດ.
mg: Diso ny tenimiafina
tg: Пароли нодуруст.
tl: Hindi tama ang kontrasenyas.
ur: غلط پاسورڈ

source: Not permitted to gain access at this time.
ast: Nun se permite ganar accesu nesti momentu.
fy: Net tastien om tagong te ferkrijen
ia: A iste tempore non es plus consentite le accesso al systema
kk: Қазіргі уақытта кіруге тыйым салынған.
lo: ບໍ່ອະນຸຍາດໃຫ້ເຂົ້າເຖິງໄດ້ໃນຕອນນີ້.
mg: Tsy mbola afaka miditra aloha ianao ankehitriny.
tg: Дар айни ҳол дастрасӣ манъ шудааст.
tl: Hindi pinapayagan na makapasok sa oras na ito.
ur: فی الوقت رسائی کی اجازت نہیں۔

source: No longer permitted to access the system.
ast: Yá nun se permite acceder al sistema.
fy: Net langer tastien om tagong te krijen ta it systeem
ia: Accesso del systema non plus consentite
kk: Бұл жүйеге қол жеткізу мүмкіндігі жоқ
lo: ບໍ່ອະນຸຍາດໃຫ້ເຂົ້າເຖິງລະບົບ.
mg: Tsy mahazo alalana hampiasa ny rafitra.
tg: Дастрасӣ ба система манъ шудааст.
tl: Wala ng pahintulot upang ma-access ang sistema.
ur: نظام تک رسائی کی مزید اجازت نہیں۔

source: failed to register with the message bus
ast: fallu al rexistrase col bus de mensaxes
fy: Mislearre om te registrearen by de berjochten bus
ia: fallite a registrar con le bus del message
kk: қате тіркеу шинасындағы хабарламалар
lo: ເກິດຄວາມລົ້ມເຫຼວໃນການລົງທະບຽນກັບ message bus
mg: Tsy afaka nanao fanambarana tamin'ny alalan'ny mpampitan'ny hafatra
tg: бо гузаргоҳи паём қайд карда натавонист
tl: bigo sa rehistro na may mensahe bus
ur: پیغام رسانی میں شمولیت کی ناکامی

source: not connected to the message bus
ast: nun se coneutó al bus de mensaxes
fy: Kin net ferbyne mei de berjochten bus
ia: non connexe con le bus del message
kk: шина хабарламасына қосылмаған
lo: ຍັງບໍ່ໄດ້ເຊື່ອມຕໍ່ໄປຍັງ message bus
mg: tsy mifandray amin'ny mpampitan'ny hafatra
tg: ба гузаргоҳи паём пайваст нашудааст
tl: hindi konektado sa message bus
ur: پیغام رسانی سے متصل نہیں۔

source: screensaver already running in this session
ast: el curiapantalles yá ta executándose nesta sesión
fy: Skermbefeiliging draait al yn dizze sessy
ia: salva schermo jam fluente in iste session
kk: Бұл сеанста экрансақтаушы қазір қосулы
lo: ໂປຣແກຣມຮັກສາໜ້າຈໍ ຖຶກເອີ້ນໃຊ້ໃນວາລະນີ້ຢູ່ແລ້ວ
mg: efa mandeha amin'ity session ity ny screensaver
tg: пардаи экран дар ин ҷаласа аллақай иҷро шуда истодааст
tl: screensaver na tumatakbong sa ganitong session na ito
ur: سکرین محافظ اس نشست میں پہلے ہی چل رہا ہے۔

source: Time has expired.
ast: El tiempu caducó.
fy: Tiid is foarby
ia: Tempore expirate.
kk: Уақыт аяқталды
lo: ໝົດເວລາແລ້ວ.
mg: Tapitra ny fotoana.
tg: Вақт ба анҷом расид.
tl: Nag-expire ng panahon.
ur: وقت ختم ہوچکا ہے۔

source: You have the Caps Lock key on.
ast: Tienes el Bloq. Máyus. activáu.
fy: Jo hawwe de Caps Lock knop oan stean
ia: Tu ha active le clave Fixar majusculas.
kk: Caps Lock қосулы
lo: ເຈົ້າໄດ້ກົດປຸ່ມເປີດ ແປ້ນ Caps Lock.
mg: Miasa ny Caps Lock.
tg: Тугмаи Caps Lock фаъол аст.
tl: Ang Caps Lock naka-on.
ur: آپ کا کیپس لاک بٹن آن ہے۔

source: S_witch User…
ast: Cam_biar d'usuariu...
fy: S_keakelje brûker
ia: Excambiar (S_witch) le usator…
kk: Па_йдаланушыны ауыстыру...
lo: _ສະລັບຜູ້ໃຊ້…
mg: Miova mpampiasa...
tg: _Иваз кардани корбар…
tl: M_agpalit ng User...
ur: صارف بدلیں

source: Log _Out
ast: Z_arrar sesión
fy: Log_út
ia: Disconnecter (Log _Out)
kk: Сеансты _аяқтау
lo: _ອອກຈາກລະບົບ
mg: Hiv_oaka
tg: _Баромад
tl: Mag_SignOut
ur: لاگ آؤٹ

source: _Unlock
ast: Desblo_quiar
fy: _Ûntskoattelje
ia: Disblocar (_Unlock)
kk: Құ_лыптан босату
lo: _ປົດລ໋ອກ
mg: _Vohay
tg: _Кушодан
tl: _I-unlock
ur: غیر مقفل

source: _Password:
ast: _Contraseña:
fy: _Wachtwurd:
ia: _Contrasigno:
kk: _Құпиясөз:
lo: _ລະຫັດຜ່ານ:
mg: Tenimia_fina
tg: _Парол:
tl: _Hudyat:
ur: خفیہ الفاظ:
