Repository: cinnamon4-debian/cinnamon-translations
Catalog: po-export/cinnamon-session/cinnamon-session-*.po
Languages: fr, tl

source: Select Command
fr: Sélectionnez une commande
tl: Piliin ang Command

source: Add Startup Program
fr: Ajouter un programme à lancer au démarrage
tl: Idagdag ang Program Startup

source: Edit Startup Program
fr: Modifier les programmes à lancer au démarrage
tl: Tagapamahala Programa Startup

source: The startup command cannot be empty
fr: La commande à lancer au démarrage ne peut être vide
tl: Ang utos ng pagsisimula ay hindi maaaring walang laman

source: The startup command is not valid
fr: La commande à lancer au démarrage n'est pas valide
tl: Ang utos boot ay hindi wasto

source: Enabled
fr: Activé
tl: Pinagana

source: Program
fr: Programme
tl: Palatuntunan

source: Delay (s)
fr: Délai
tl: Pagkaantala ng (mga)

source: Startup Applications Preferences
fr: Préférences des programmes lancés au démarrage
tl: Kagustuhan Startup Aplikasyon

source: No name
fr: Sans nom
tl: Walang pangalan

source: No description
fr: Pas de description
tl: Walang paglalarawan

source: Version of this application
fr: Version du programme
tl: Bersyon ng aplikasyong ito

source: Could not display help document
fr: Impossible d'afficher l'aide
tl: Dokumento ng tulong display hindi makuha

source: Additional startup _programs:
fr: Programmes à lancer au démarrage :
tl: Karagdagang startup _mga programa:

source: _Remember Currently Running Applications
fr: Se souvenir des programmes en cours d'exécution
tl: _Tandaan Tumatakbong Aplikasyon

source: _Automatically remember running applications when logging out
fr: Se souvenir automatiquement des programmes en cours lors de la déconnexion
tl: _Awtomatikong ipaalala sa mga application na tumatakbo sa lumabas

source: Browse…
fr: Parcourir…

source: Comm_ent:
fr: Description :
tl: Kome_nto:

source: Co_mmand:
fr: Commande :
tl: At_asan:

source: _Name:
fr: Nom :
tl: _Ngalan:

source: Startup Delay:
fr: Délai d'éxecution :
tl: Pagkaantala sa Startup:

source: seconds
fr: secondes
tl: segundo ang

source: Browseâ€¦
tl: Upang maghanap sa...
