Repository: cinnamon4-debian/cinnamon-translations
Catalog: po-export/cinnamon-bluetooth/cinnamon-bluetooth-*.po
Languages: az, cy, hi, hy, ia, kab, lo, ne, si, tl, ur, uz

source: Yes
az: Hə
cy: Iawn
hi: हाँ
hy: Այո
ia: Si
kab: Ih
lo: ແມ່ນ
ne: हो
si: ඔව්
tl: Oo
ur: ہاں
uz: Ха

source: No
az: Yox
cy: Na
hi: नहीं
hy: Ոչ
kab: Ala
lo: ບໍ່ແມ່ນ
ne: होइन
si: නැහැ
tl: Hindi
ur: نہیں
uz: Йўқ

source: Bluetooth is disabled
az: Blutuz sönülüdür
cy: Bluetooth wedi ei analluogi
hi: ब्लूटूथ बंद है
hy: Bluetooth անջատած է
ia: Le Bluetooth es disactivate
kab: Bluetooth ur irmid ara
lo: ບລູທູດຖືກປິດການນຳໃຊ້
ne: ब्लुटुथ अक्षम छ !
si: බ්ලුටූත් අක්‍රීය කර ඇත
tl: Hindi pinagana ang Bluetooth
ur: بلوٹوتھ غیر فعال ہے
uz: Bluetooth ўчирилган

source: Bluetooth is disabled by hardware switch
az: Qurğu Blutuzu söndürdü
cy: Mae Bluetooth wedi ei analluogi drwy switch caledwedd
hi: हार्डवेयर स्विच द्वारा ब्लूटूथ बंद है
hy: Bluetooth անջատված է սարքի կողմից
ia: Le Bluetooth es disactivate per le commutator hardware
kab: Bluetooth yessens-it ugezzam n warrum
lo: ບລູທູດຖືກປິດການນຳໃຊ້ໂດຍຮາດແວສະວິດ
ne: हार्डवेयर स्विचले गर्दा ब्लुटुथ अक्षम !
si: බ්ලුටූත් සේවාව දෘඩාංගය මගින් අක්‍රීය කර ඇත
tl: Hindi pinagana ang Bluetooth ng hardware switch
ur: بلوٹوتھ ہارڈ وئیر بٹن سے بند ہے
uz: Bluetooth қурилмаларни ўчириб-ёққич томонидан ўчирилган

source: No Bluetooth adapters found
az: Bir Blutuz qurğusu belə tapılmadı
cy: Heb ganfod addaswyr Bluetooth
hi: कोई ब्लूटूथ अडैप्टर नहीं मिला
hy: Bluetooth ադապտեր չգտնվեց
ia: Necun adaptator Bluetooth trovate
kab: Ulac amezgay Bluetooth yettwafen
lo: ບໍ່ພົບອະແດບເຕີບລູທູດ
ne: ब्लुतुथएडप्टर फेला परेन !
si: බ්ලුටූත් උපාංගයක් හමු වී නැත
tl: Walang mahanap na Bluetooth adapters
ur: بلوٹوتھ ایڈاپٹر نہیں ملے
uz: Бирорта ҳам Bluetooth адаптерлари топилмади

source: Visibility
az: Görünmə
cy: Gwelededd
hi: दृश्यता
hy: Տեսանելիություն
ia: Visibilitate
kab: Tawalit
lo: ການເຫັນໄກ
ne: दृश्यता
si: දෘශ්‍යතාවය
tl: Bisibilidad
ur: دستیابی
uz: Кўринувчанлиги

source: Visibility of “%s”
az: “%s” üçün görünmə
cy: Gwelededd "%s"
hi: “%s” की दृश्यता
hy: “%s”-ի տեսանելիություն
ia: Visibilitate de “%s”
kab: Tawalit n “%s”
lo: ການເຫັນໄກຂອງ “%s”
ne: "%s" को दृश्यता
si: “%s” හී දෘෂ්‍යතාවය
tl: Bisibilidad ng "%s"
ur: “%s” کی دستیابی
uz: “%s” нинг кўринувчанлиги

source: Remove '%s' from the list of devices?
az: '%s' qurğuların ardımından silinsin mi?
cy: Tynnu '%s' o'r rhestr dyfeisiau?
hi: क्या '%s' को डिवाइस सूची से हटाया जाए ?
hy: Ջնջե՞լ '%s' սարքերի ցանկից
ia: Remover '%s' ex le lista del dispositivos?
kab: Kkes '%s' seg tebdart n ibenkan?
lo: ລຶບ '%s' ອອກຈາກລາຍການຂອງອູປະກອນບໍ່?
ne: यन्त्रहरू को सूची देखि '%s' हटाउनु ?
si: %s යන්න ලැයිස්තුවෙන් ඉවත් කරන්න
tl: Tanggalin ang '%s' sa listahan ng mga aparato?
ur: '%s' کو ڈیوائس فہرست سے ہٹائیں؟
uz: '%s' қурилмалар рўйхатидан олиб ташлансинми?

source: If you remove the device, you will have to set it up again before next use.
az: Bu qurğunu silsəniz, sonra işlətmək üçün onu öncə yenidən qurmalı olacaqsınız.
cy: Os ydych chi'n tynnu'r ddyfais o'r rhestr, bydd rhaid i chi ei gosod eto cyn ei defyddio.
hi: यदि आप इस डिवाइस को हटाते हैं, तो अगली बार इसे फिर सेट करना होगा।
hy: Եթե ջնջեք սարքը, ստիպված կլինեք հաջորդ օգտագործումից առաջ կրկին տեղադրել այն։
ia: Si tu remove le dispositivo, tu habera configurar lo de novo ante le uso proxime.
kab: Ma tekkseḍ allal, ilaq ad t-tesbeddeḍ i tikkelt-nniḍen send ad asemres uḍfir.
lo: ຖ້າເຈົ້າລຶບອູປະກອນ, ເຈົ້າຕ້ອງຕັ້ງຄ່າອີກເທື່ອກ່ອນການໃຊ້ໃນເທື່ອຕໍ່ໄປ.
ne: तपाईँले यन्त्र हटाउनु हुन्छ भने, तपाईं अर्को प्रयोग पहिले फेरि स्थापित हुनेछ।
si: ඔබ අයිතමය ඉවත් කලොත්, ඊලග භාවිතය සදහා නැවත සැකසීමට සිදුවේ
tl: Kung iyong tatangalin ang aparato, kailangan mong ulitin ang pagsetup nito bago muling magamit.
ur: اگر آپ ڈیوائس ہٹائیں گے تو اسے دوبارہ استعمال کرنے کے لیے آپ کو پھر نصب کرنا پڑے گا۔
uz: Агар қурилмани олиб ташласангиз, кейинги сафар фойдаланишда яна ўрнатишингизга тўғри келади.

source: Set Up New Device
az: Yeni Qurğunu Qur
cy: Gosod Dyfais Newydd
hi: नया डिवाइस सेट करें
hy: Տեղադրել նոր սարք
ia: Configurar un nove dispositivo
kab: Sbedd allal amaynut
lo: ຕັ້ງຄ່າອຸປະກອນໃໝ່
ne: नयाँ यन्त्र सेट अप
si: නව උපාංගයක් සැකසීම
tl: Magsetup ng bagong Aparato
ur: نئی ڈیوائس نصب کریں
uz: Янги қурилмани ўрнатиш

source: Remove Device
az: Qurğunu Sil
cy: Tynnu Dyfais
hi: डिवाइस हटाएँ
hy: Հանել սարքը
ia: Remover le dispositivo
kab: Kkes ibenk
lo: ລຶບອູປະກອນ
ne: यन्त्र हटाउनुहोस्
si: අයිතමය ඉවත් කරන්න
tl: Tanggalin Aparato
ur: آلہ ہٹائیں
uz: Қурилмани олиб ташлаш

source: Connection
az: Bağlantı
cy: Cysylltiad
hi: कनेक्शन
hy: Կապակցում
ia: Connexion
kab: Tuqna
lo: ການເຊື່ອມຕໍ່
ne: जडान
si: සබැදියාව
tl: Koneksyon
ur: اتصال
uz: Уланиш

source: page 1
az: üz 1
cy: tudalen 1
hi: पृष्ठ 1
hy: էջ 1
ia: pagina 1
kab: asebtar 1
lo: ໜ້າ 1
ne: पृष्ठ 1
si: පිටු අංක 1
tl: Unang Pahina
ur: صفحہ 1
uz: 1-саҳифа

source: page 2
az: üz 2
cy: tudalen 2
hi: पृष्ठ 2
hy: էջ 2
ia: pagina 2
kab: asebter 2
lo: ໜ້າ 2
ne: पृष्ठ 2
si: පිටු අංක 2
tl: Ikalawang Pahina
ur: صفحہ 2
uz: 2- саҳифа

source: Paired
az: Birləşdirilmiş
cy: Paredig
hi: युग्मित हैं
hy: Զուգակցված
ia: Copulate
kab: Yuɣal d ayugan
ne: जडान गरिएको छ
si: යුගල් කළ
tl: Mga Naipares
ur: جڑا ہوا
uz: Жуфтлашган

source: Type
az: Biçim
cy: Math
hi: प्रकार
hy: Տիպ
ia: Inserer
kab: Anaw
lo: ປະເພດ
ne: प्रकार
si: වර්‍ගය
tl: Uri
ur: نوعیت
uz: Тури

source: Address
az: Yerləşim
cy: Cyfeiriad
hi: पता
hy: Հասցե
ia: Adresse
kab: Tansa
lo: ທີ່ຢູ່
ne: ठेगाना
si: ලිපිනය
ur: پتہ
uz: Манзил

source: Mouse and Touchpad Settings
az: Siçan ilə Toxunuş qolu Quruluşları
cy: Gosodiadau'r Llygoden a Phad Cyffwrdd
hi: माउस व टचपैड की सेटिंग्स
hy: Մկնիկի և թաչփեդի կարգավորում
ia: Configurationes del mus e del pannello tactile
kab: Iɣewwaṛen n tɣerdayt akked ugdil annalan
lo: ການຕັ້ງຄ່າເມົ້າສ໌ແລະແຜງສຳຜັດ
ne: माउस र टचप्याड सेटिंग्स
si: මුසික සැකසීම්
tl: Setting ng Mouse at Touchpad
ur: ماؤس اور ٹچ پیڈ ترتیبات
uz: Сичқонча ва қўл билан бошқариш панели созламалари

source: Sound Settings
az: Səs Quruluşları
cy: Gosodiadau Sain
hi: ध्वनि सेटिंग्स
hy: Ձայնի կարգավորում
ia: Configurationes del sono
kab: Iɣewwaṛen n umeslaw
lo: ການຕັ້ງຄ່າສຽງ
ne: ध्वनि सेटिंग्स
si: ශ්‍රව්‍යය සැකසුම්
tl: Setting ng Tunog
ur: آواز کی ترتیبات
uz: Товуш созламалари

source: Keyboard Settings
az: Düyməlik Quruluşları
cy: Gosodiadau'r Bysellfwrdd
hi: कुंजीपटल सेटिंग्स
hy: Ստեղնաշարի կարգավորում
ia: Configurationes del claviero
kab: Iɣewwaṛen n unasiw
lo: ການຕັ້ງຄ່າ ແປ້ນພິມ
ne: किबोर्ड सेटिंग्स
si: යතුරු පුවරු සැකසුම්
tl: Setting ng Tiklado
ur: کلیدی تختے کی ترتیبات
uz: Клавиатура созламалари

source: Send Files...
az: Düzümləri Göndər...
cy: Anfon Ffeiliau...
hi: फ़ाइलें भेजें
hy: Ուղարկել ֆայլեր...
ia: Inviar files...
kab: Azen ifayluten
lo: ສົ່ງແຟ້ມ...
ne: फाइल पठाउनुहोस्...
si: ගොනු යවන්න...
tl: Magpadala ng Files...
ur: فائلیں بھیجیں
uz: Файлларни жўнатиш...

source: Browse Files...
az: Düzümlərə Göz at...
cy: Pori Ffeiliau...
hi: फ़ाइलें ब्राउज़ करें...
hy: Ընտրել ֆայլ...
ia: Navigar tra le files...
kab: Inig ɣer ifuyla...
lo: ເອີ້ນຫາແຟ້ມ...
ne: ब्राउज फाइलस
si: ගොනු සොයන්න
tl: Maghalughog ng Files...
ur: جستجو فائلز۔۔۔
uz: Файлларни кўриш...

source: Bluetooth
az: Blutuz
hi: ब्लूटूथ
lo: ບລູທູດ
ne: ब्लुटुथ
si: බ්ලුටූත්
ur: بلوٹوتھ

source: Configure Bluetooth settings
az: Blutuz quruluşlarını qur
cy: Ffurddweddu gosodiadau Bluetooth
hi: ब्लूटूथ सेटिंग्स विन्यस्त करें
hy: Կարգավորել Bluetooth
ia: Configurar le preparationes del Bluetooth
kab: Swel iɣewwaṛen n Bluetooth
lo: ກຳໜົດຄ່າ ການຕັ້ງຄ່າ ບລູທູດ
ne: ब्लुटुथ सेटिंग्स कन्फिगर गर्नुहोस्
si: බ්ලුටූත් සැකසුම් සකසන්න
tl: I-configure ang mga setting ng Bluetooth
ur: بلوٹوتھ ترتیبات تشکیل دیں
uz: Bluetooth хусусиятларини созлаш

source: Authorization request from %s
az: %s yetgi istəyir
cy: Cais i awdurdodi gan %s
hi: %s से प्रमाणीकरण अनुरोध
ia: Autorisation requeste per%s
kab: Asuter n tsiregt si %s
ne: %s बाट प्राधिकरण अनुरोध
ur: اختیار دہی کی درخواست %s کی طرف سے
uz: %s дан авторизация талаби

source: Device %s wants access to the service '%s'
az: %s qurğusu '%s' qulluğuna giriş istəyir
cy: Mae dyfais %s eisiau mynediad at wasanaeth '%s'
hi: डिवाइस %s सेवा '%s' तक पहुँच चाहता है
ia: Le dispositivo%s desira acceder al servicio '%s'
kab: Allal %s ibɣa ad yekcem ɣer umeẓlu '%s'
lo: ອຸປະກອນ %s ຕ້ອງການເຂົ້າໃຊ້ບໍລິການ '%s'
ne: यन्त्र %s को सेवा '%s' पहुँच चाहन्छ
ur: آلہ %s رسائی چاہتا ہے سروس '%s' تک
uz: %s қурилма '%s' хизматга рухсат сўраяпти

source: Always grant access
az: Girişi hep onayla
cy: Caniatáu mynediad bob tro
hi: हमेशा पहुँच प्रदान करें
ia: Garantir sempre le accesso
kab: Yalas siger anekcum
lo: ອະນູຍາດການເຂົ້າເຖິງໃນທູກໆຄັເ້ງ
ne: सधैं पहुँच प्रदान गर्नुहोस
ur: ہمیشہ رسائی کی اجازت دیں
uz: Доим рухсат берилсин

source: Grant this time only
az: Ancaq bu kəz onayla
cy: Caniatáu mynediad y tro yma'n unig
hi: केवल इस बार ही पहुँच दें
ia: Garantir un vice solmente
kab: Sireg tikkelt-agi kan
lo: ອະນຸຍາດຄັ້ງນີ້ຄັ້ງດຽວ
ne: यो मात्र समय प्रदान
ur: صرف اس بار اجازت دیں
uz: Шу сафаргагина рухсат берилсин

source: Reject
az: Geri çevir
cy: Gwrthod
hi: अस्‍वीकारें
ia: Rejectar
kab: Agi
lo: ປະຕິເສດ
ne: अस्वीकार गर
ur: مسترد کریں
uz: Рад этиш

source: Pairing confirmation for %s
az: %s üçün birləşmə onayı
cy: Cadarnhau paru gyda %s
hi: %s के लिए युग्मन पुष्टि
ia: Confirmation de accopulamento pro %s
kab: Asentem n tuɣalin d ayugan si %s
lo: ກຳລັງຈຈັບຄຸເພື່ອຢືນຢັນ %s
ne: %s को लागि जोडा मिलाउने पुष्टि
ur: پیرئنگ کی تصدیق برائے %s
uz: %s учун жуфтлашувни тасдиқлаш

source: Device %s wants to pair with this computer
az: %s qurğusu bu bilgisayarla birləşmək istəyir
cy: Mae dyfais %s eisiau paru gyda'r cyfrifiadur yma
hi: डिवाइस %s इस कंप्यूटर के साथ युग्मित होना चाहता है
ia: Le dispositivi %s desira accopularsi con iste computator
kab: Ibenk %s yebɣan ad yuɣal d ayugan akked uselkim-agi
lo: ອຸປະກອນ %s ຕ້ອງການຈັບຄຸ່ກັບຄອມພິວເຕີນີ້
ne: यन्त्र %s यस कम्प्युटर जोडी गर्न चाहन्छ
ur: آلہ %s اس کمپیوٹر سے پیئر ہونا چاہتا ہے
uz: %s қурилма компьютер билан жуфтлашишни ҳоҳлаяпти

source: Please confirm whether the PIN '%s' matches the one on the device.
az: Buyurun, '%s' PİN'i ilə qurğuların uyğun gəldiyini onaylayın.
cy: Cadarnhewch p'un ai yw PIN '%s' yn cydweddu gyda'r un ar y ddyfais.
hi: कृपया पुष्टि करें कि '%s' PIN डिवाइस से मेल खाता है या नहीं।
ia: Per favor confirma si le PIN '%s' concorda con illo del dispositivo.
kab: Ttxil-k serggeg ma yella PIN '%s' yenmeɣra aked win yettwabeqqeḍen ɣef yibenk.
ne: कृपया पुष्टि पिन '%s' उपकरणमा एक मेल खाने कि।
ur: براہ مہربانی تصدیق کریں کہ کیا پِن '%s' آلے کی پِن سے مشابہت رکھتی ہے.
uz: '%s' PIN қурилмадагиси билан мос келаётганини тасдиқланг.

source: Matches
az: Uyğundur
cy: Cydweddu
hi: मेल खाता है
ia: Concorda
kab: Yenmeɣra
lo: ກົງກັນ
ne: मेल खायो
ur: مشابہ ہے
uz: Мос келади

source: Does not match
az: Uyğun deyil
cy: Nid yw'n cydweddu
hi: मेल नहीं खाता
ia: Non concorda
kab: Ur yenmeɣra ara
lo: ບໍ່ກົງກັນ
ne: मेल खाएन
ur: مشابہ نہیں ہے
uz: Мос келмайди

source: Pairing request for %s
az: %s üçün birləşmə sorğusu
cy: Cais paru ar gyfer %s
hi: %s के लिए युग्मन अनुरोध
ia: Requesta de accopulamento per %s
kab: Tuɣalin n uyugan i %s
ne: %s को लागि जडान अनुरोध
ur: پیرئنگ درخواست %s کے لیے
uz: %s учун жуфтлашишга сўров

source: Please enter the PIN mentioned on the device.
az: Buyurun, qurğuda göstərilən PIN'i yeridin.
cy: Rhowch y PIN sy'n cael ei nodi ar y ddyfais.
hi: कृपया डिवाइस पर वर्णित PIN दर्ज करें।
ia: Per favor insere le PIN mentionate sur le dispositivo.
kab: Ttxil-k sekcem PIN yettwabeqqeḍen ɣef yibenk.
ne: कृपया उपकरणमा उल्लेख PIN प्रविष्ट गर्नुहोस्।
ur: براہ مہربانی، آلے پر بتایا گیا پن کوڈ درج کریں۔
uz: Қурилмада келтирилган PIN ни киритинг.

source: OK
az: OLDU
cy: Iawn
hi: ठीक है
kab: IH
lo: ຕົກລົງ
ne: ठीक छ
ur: ٹھیک
uz: ОК

source: Cancel
az: Vazkeç
cy: Diddymu
hi: रद्द करें
ia: Cancellar
kab: Sefsex
lo: ຍົກເລີກ
ne: रद्द गर्ने
ur: منسوخ کریں
uz: Бекор қилиш

source: Send Files to Device...
az: Düzümləri Qurğuya göndər...
cy: Anfon Ffeiliau i'r Ddyfais...
hi: डिवाइस को फ़ाइलें भेजें...
ia: Inviar files al dispositivo
kab: Azen afaylu ɣer ibnek...
lo: ສົ່ງແຟ້ມໄປອູປະກອນ...
ne: उपकरण फाइलहरू पठाउन ...
ur: آلے کی جانب فائلیں ارسال کریں
uz: Қурилмага файлларни юбориш

source: Set up a New Device...
az: Yeni bir Qurğu Qur
cy: Gosod Dyfais Newydd...
hi: नया डिवाइस सेट करें...
ia: Configurar un nove dispositivo
kab: Sbedd allal amaynut...
lo: ຕັ້ງຄ່າອູປະກອນໃໝ່...
ne: एक नयाँ उपकरण सेट अप ...
ur: نیا آلہ نصب کریں
uz: Янги қурилмани улаш

source: Bluetooth Settings
az: Blutuz Quruluşları
cy: Gosodiadau Bluetooth
hi: ब्लूटूथ सेटिंग्स
ia: Configurationes de Bluetooth
kab: Iɣewwaṛen n Bluetooth
lo: ຕັ້ງຄ່າບລູທູດ
ne: ब्लुटुथ सेटिङ
ur: بلیوٹوتھ کی ترتیبات
uz: Bluetooth мосламалари

source: hardware disabled
az: qurğu söndürülüb
cy: analluogi'r caledwedd
hi: हार्डवेयर निष्क्रिय है
ia: hardware disactivate
kab: Arrum yexsi
lo: ປິດໃຊ້ຮາດແວຣ໌ແລ້ວ
ne: हार्डवेयर असक्षम
ur: ہارڈوئیر غیر فعال کردہ
uz: Қурилма ўчирилган

source: disconnecting...
az: bağlantı kəsilir...
cy: datgysylltu...
hi: डिस्कनेक्ट हो रहा है...
ia: in disconnexion...
kab: Asenser...
lo: ກຳລັງຍົກເລີກການເຊື່ອມຕໍ່...
ne: सम्भंद बिच्च्छेद गरिदै छ
ur: منقطع کیا جا رہا ہے...
uz: узиляпти...

source: connecting...
az: bağlanır...
cy: cysylltu...
hi: कनेक्ट हो रहा है...
ia: in connexion...
kab: tuqna...
lo: ກຳລັງເຊື່ອມຕໍ່...
ne: सम्भंद जोडिदै गरिदै छ
ur: جڑ رہا ہے...
uz: боғланяпти...

source: Error browsing device
az: Qurğuya göz atmaq yanlışı
cy: Gwall dyfais pori
hi: डिवाइस ब्राउज़ करने में त्रुटि हो गयी
ia: Error in le navigation sur le dispositivo
kab: Yeḍra-d unezri deg yinig
lo: ຂໍ້ຜິດພາດໃນການຊອກຫາອູປະກອນ
ne: ब्राउजिङ त्रुटि उपकरण
ur: ڈرائیو براؤز کرتے وقت مسئلہ
uz: Қурилмани кўришда хатолик содир бўлди

source: The requested device cannot be browsed, error is '%s'
az: Sorulan qurğuya göz atmaq olmur, yanlış budur: '%s'
cy: Nid oes modd pori'r ddyfais, gwall '%s'
hi: अनुरोधित डिवाइस को ब्राउज़ नहीं किया जा सका, त्रुटि '%s' है
ia: Impossibile navigar sur le dispositivo requeste, le error es '%s'
kab: Ibenk i -dyettwasutren ur izmir ara ad yettwasnirem, tuccḍa d '%s'
ne: अनुरोध गरिएको यन्त्र ब्राउज गर्न सकिँदैन, त्रुटि '%s' छ
ur: درخواست کردہ آلہ براؤز نہیں کیا جاسکتا، مسئلہ ہے '%s'
uz: Ушбу қурилмани кўриб бўлмади, '%s' хатолик содир бўлди.

source: Mouse Settings
az: Siçan Quruluşları
cy: Gosodiadau llygoden
hi: माउस सेटिंग्स
ia: Configurationes del mus
kab: Iɣewwaṛen n umumed
lo: ຕັ້ງຄ່າເມົາສ໌
ne: माउस सेटिङ
ur: ماؤس کی ترتیبات
uz: Сичқонча мосламалари
